const SEOSection = () => {
  return (
    <div className="p-4 flex flex-col my-32 relative">
      <h1 className="text-center text-9xl">SEO</h1>
      <h3 className="text-center font-bold">Search engine optimization</h3>
      <p className="max-w-[500px] text-center self-center mt-10 font-thin">
        Sökmotoroptimering, från engelskans search engine optimization,
        förkortat SEO, är ett samlingsnamn för de olika metoder och tekniker som
        används för att få en webbsida att på ett organiskt sätt, i kontrast
        till betald marknadsföring på sökmotorer, synas så högt upp som möjligt
        på önskade sökord bland sökresultaten i sökmotorer så som Google, Bing
        eller Yahoo.
      </p>
      <div className="absolute inset-0 sm:-top-72 -top-20 -z-10">
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 1440 320">
          <path
            fill="#CBD5E1"
            fill-opacity="1"
            d="M0,224L15,240C30,256,60,288,90,282.7C120,277,150,235,180,224C210,213,240,235,270,245.3C300,256,330,256,360,250.7C390,245,420,235,450,224C480,213,510,203,540,197.3C570,192,600,192,630,208C660,224,690,256,720,261.3C750,267,780,245,810,229.3C840,213,870,203,900,192C930,181,960,171,990,186.7C1020,203,1050,245,1080,256C1110,267,1140,245,1170,208C1200,171,1230,117,1260,122.7C1290,128,1320,192,1350,186.7C1380,181,1410,107,1425,69.3L1440,32L1440,320L1425,320C1410,320,1380,320,1350,320C1320,320,1290,320,1260,320C1230,320,1200,320,1170,320C1140,320,1110,320,1080,320C1050,320,1020,320,990,320C960,320,930,320,900,320C870,320,840,320,810,320C780,320,750,320,720,320C690,320,660,320,630,320C600,320,570,320,540,320C510,320,480,320,450,320C420,320,390,320,360,320C330,320,300,320,270,320C240,320,210,320,180,320C150,320,120,320,90,320C60,320,30,320,15,320L0,320Z"
          ></path>
        </svg>

        <div className="bg-slate-300 sm:h-40 h-80" />

        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 1440 320">
          <path
            fill="#CBD5E1"
            fill-opacity="1"
            d="M0,224L15,240C30,256,60,288,90,282.7C120,277,150,235,180,224C210,213,240,235,270,245.3C300,256,330,256,360,250.7C390,245,420,235,450,224C480,213,510,203,540,197.3C570,192,600,192,630,208C660,224,690,256,720,261.3C750,267,780,245,810,229.3C840,213,870,203,900,192C930,181,960,171,990,186.7C1020,203,1050,245,1080,256C1110,267,1140,245,1170,208C1200,171,1230,117,1260,122.7C1290,128,1320,192,1350,186.7C1380,181,1410,107,1425,69.3L1440,32L1440,0L1425,0C1410,0,1380,0,1350,0C1320,0,1290,0,1260,0C1230,0,1200,0,1170,0C1140,0,1110,0,1080,0C1050,0,1020,0,990,0C960,0,930,0,900,0C870,0,840,0,810,0C780,0,750,0,720,0C690,0,660,0,630,0C600,0,570,0,540,0C510,0,480,0,450,0C420,0,390,0,360,0C330,0,300,0,270,0C240,0,210,0,180,0C150,0,120,0,90,0C60,0,30,0,15,0L0,0Z"
          ></path>
        </svg>
      </div>
    </div>
  );
};

export default SEOSection;
